

[
  {
    "id": 1,
    "title": "Web Developer",
    "img": "https://i.ibb.co/Bt106TL/png-transparent-logo-amazon-com-brand-flipkart-others-text-orange-logo-thumbnail.png",
    "company": "BMW LCC",
    "status": ["Remote","Full Time"],
    "location": "Anywhere",
    "salary": "$80,000 - $100,000",
    "description": "We are seeking a skilled web developer to join our team and help us build amazing websites.",
    "responsibilities": "Responsibilities include designing and developing website layouts, writing clean and efficient code, and collaborating with cross-functional teams.",
    "requirements": "The ideal candidate will have a degree in computer science or a related field, and at least 3 years of experience in web development.",
    "experiences": "Experience with front-end frameworks like React and Angular, and back-end technologies like Node.js and Python, is preferred.",
    "phone": "555-123-4567",
    "email": "jobs@example.com",
    "address": "123 Main Street, Anytown USA"
  },
  {
    "id": 2,
    "title": "Marketing Coordinator",
    "img": "https://i.ibb.co/qd1LdKZ/swoosh-nike-logo-brand-top-png-favpng-n-WA1ghvtmqyb-Bhk3-W66-Yjezj-N.jpg",
    "company": "Nike Corporation",
    "status": ["Onsite","Full Time"],
    "location": "San Francisco, CA",
    "salary": "$60,000 - $80,000",
    "description": "We are looking for a motivated marketing coordinator to help us build our brand and promote our products.",
    "responsibilities": "Responsibilities include developing and executing marketing campaigns, creating content for social media and email newsletters, and analyzing campaign data.",
    "requirements": "The ideal candidate will have a degree in marketing or a related field, and at least 2 years of experience in marketing or advertising.",
    "experiences": "Experience with social media management tools like Hootsuite, and with Adobe Creative Suite, is preferred.",
    "phone": "555-234-5678",
    "email": "jobs@acmecorp.com",
    "address": "456 Market Street, San Francisco, CA"
  },
  {
    "id": 3,
    "title": "Accountant",
    "company": "Google",
    "img": "https://i.ibb.co/Jv3xvS0/google-logo.png",
    "status": ["Full Time", "Onsite"],
    "location": "New York, NY",
    "salary": "$70,000 - $90,000",
    "description": "We are seeking a highly motivated and detail-oriented accountant to join our team.",
    "responsibilities": "Responsibilities include preparing financial statements, reconciling accounts, and advising clients on tax planning strategies.",
    "requirements": "The ideal candidate will have a degree in accounting or a related field, and at least 3 years of experience in public accounting.",
    "experiences": "Experience with accounting software like QuickBooks, and with tax preparation software like ProSeries, is preferred.",
    "phone": "555-345-6789",
    "email": "jobs@xyzaccounting.com",
    "address": "789 Main Street, New York, NY"
  },
  {
    "id": 4,
    "title": "Full Stack Developer",
    "img": "https://i.ibb.co/Nr4T0jW/visa-logo.png",
    "company": "Visa LCC",
    "status": ["Remote","Full Time"],
    "location": "Anywhere",
    "salary": "$90,000 - $120,000",
    "description": "We are seeking a skilled full stack developer to join our team and help us build innovative software solutions.",
    "responsibilities": "Responsibilities include designing and developing web and mobile applications, writing clean and efficient code, and collaborating with cross-functional teams.",
    "requirements": "The ideal candidate will have a degree in computer science or a related field, and at least 5 years of experience in web development.",
    "experiences": "Experience with front-end frameworks like React and Angular, and with back-end technologies like Node.js and Python, is preferred.",
    "phone": "555-123-4567",
    "email": "jobs@abccorp.com",
    "address": "123 Main Street, Anytown USA"
  },
  {
    "id": 5,
    "title": "Cybersecurity Analyst",
    "img": "https://i.ibb.co/68Wfb7t/d3ad21db0aeb47f7af0cf361455bd7a0.jpg",
    "company": "XYZ Inc",
    "status": ["Full Time", "Onsite"],
    "location": "San Francisco, CA",
    "salary": "$80,000 - $100,000",
    "description": "We are looking for a highly motivated cybersecurity analyst to help us protect our systems and data.",
    "responsibilities": "Responsibilities include conducting vulnerability assessments, identifying and mitigating security threats, and developing and implementing security policies and procedures.",
    "requirements": "The ideal candidate will have a degree in computer science or a related field, and at least 3 years of experience in cybersecurity.",
    "experiences": "Experience with security tools like Nessus and Wireshark, and with security frameworks like NIST and ISO 27001, is preferred.",
    "phone": "555-234-5678",
    "email": "jobs@xyzinc.com",
    "address": "456 Market Street, San Francisco, CA"
  },
  {
    "id": 6,
    "title": "Cloud Architect",
    "img": "https://i.ibb.co/Y8TtNhd/hp.png",
    "company": "LMN Tech",
    "status": ["Full Time", "Onsite"],
    "location": "New York, NY",
    "salary": "$120,000 - $150,000",
    "description": "We are seeking a highly skilled cloud architect to design and implement scalable and secure cloud solutions for our clients.",
    "responsibilities": "Responsibilities include designing and deploying cloud infrastructure, optimizing cloud services, and providing technical guidance and support to clients.",
    "requirements": "The ideal candidate will have a degree in computer science or a related field, and at least 5 years of experience in cloud computing.",
    "experiences": "Experience with cloud platforms like AWS, Azure, and GCP, and with infrastructure-as-code tools like Terraform and CloudFormation, is preferred.",
    "phone": "555-345-6789",
    "email": "jobs@lmntech.com",
    "address": "789 Main Street, New York, NY"
  },
  {
    "id": 7,
    "title": "Front-End Developer",
    "img": "https://i.ibb.co/3Nbq346/official-apple-logo-png.png",
    "company": "Apple",
    "status": ["Remote","Full Time"],
    "location": "Anywhere",
    "salary": "$80,000 - $100,000",
    "description": "We are seeking a skilled front-end developer to join our team and help us build innovative web solutions.",
    "responsibilities": "Responsibilities include designing and developing user interfaces, writing clean and efficient code, and collaborating with cross-functional teams.",
    "requirements": "The ideal candidate will have a degree in computer science or a related field, and at least 3 years of experience in front-end development.",
    "experiences": "Experience with front-end frameworks like React, Vue.js, and Angular is preferred.",
    "phone": "555-123-4567",
    "email": "jobs@abccorp.com",
    "address": "123 Main Street, Anytown USA"
  },
  {
    "id": 8,
    "title": "Data Analyst",
    "img": "https://i.ibb.co/4sjsTdj/cd77e04d9fe1a4ac66a26693d05e02c4.jpg",
    "company": "XYZ Inc",
    "status": ["Full Time", "Onsite"],
    "location": "San Francisco, CA",
    "salary": "$70,000 - $90,000",
    "description": "We are looking for a data analyst to help us make sense of our data and drive business decisions.",
    "responsibilities": "Responsibilities include collecting and analyzing data, developing reports and visualizations, and collaborating with cross-functional teams.",
    "requirements": "The ideal candidate will have a degree in statistics, computer science, or a related field, and at least 2 years of experience in data analysis.",
    "experiences": "Experience with data analysis tools like SQL, Excel, and Tableau is preferred.",
    "phone": "555-234-5678",
    "email": "jobs@xyzinc.com",
    "address": "456 Market Street, San Francisco, CA"
  },
  {
    "id": 9,
    "title": "DevOps Engineer",
    "img": "https://i.ibb.co/XWFZBR4/images-2.png",
    "company": "LMN Tech",
    "status": ["Full Time", "Onsite"],
    "location": "New York, NY",
    "salary": "$100,000 - $130,000",
    "description": "We are seeking a highly skilled DevOps engineer to help us build and maintain our infrastructure.",
    "responsibilities": "Responsibilities include automating infrastructure deployment and management, ensuring system scalability and availability, and collaborating with cross-functional teams.",
    "requirements": "The ideal candidate will have a degree in computer science or a related field, and at least 5 years of experience in DevOps.",
    "experiences": "Experience with infrastructure-as-code tools like Terraform, configuration management tools like Ansible, and cloud platforms like AWS and GCP is preferred.",
    "phone": "555-345-6789",
    "email": "jobs@lmntech.com",
    "address": "789 Main Street, New York, NY"
  }
]
